{
    "table": [
        {
            "title": "North Toledo man dies after being struck in chest by fireworks",
            "upVotes": 52,
            "score": -0.637209
        },
        {
            "title": "'El Chapo' loses bid for new trial in U.S. drug trafficking case",
            "upVotes": 60,
            "score": 0
        },
        {
            "title": "Amazon can be held liable for third-party seller products: U.S. appeals court",
            "upVotes": 131,
            "score": 0
        },
        {
            "title": "Disgusting woman seen licking ice cream and placing it back in freezer",
            "upVotes": 87,
            "score": -0.869518
        },
        {
            "title": "Miami Dolphins' Kendrick Norton has arm amputated after car crash",
            "upVotes": 259,
            "score": -0.564981
        },
        {
            "title": "MAD Magazine to Cease Publication",
            "upVotes": 15793,
            "score": 0
        },
        {
            "title": "National Trust shuns fossil fuel investments",
            "upVotes": 25,
            "score": 0.605505
        },
        {
            "title": "Facebook Instagram outage shows how AI is used in photos",
            "upVotes": 34,
            "score": -0.650617
        },
        {
            "title": "Bitcoin's energy consumption 'equals that of Switzerland'",
            "upVotes": 291,
            "score": 0.576779
        },
        {
            "title": "Lightning strike sends 3 to hospital as many as 12 injured",
            "upVotes": 10,
            "score": 0
        },
        {
            "title": "White nationalist sentenced in bloody Capitol melee",
            "upVotes": 110,
            "score": 0
        },
        {
            "title": "Police: 12-year-old boy held in mother's shooting",
            "upVotes": 22,
            "score": 0
        },
        {
            "title": "'We're anti-influencer': ice-cream truck makes Instagram 'stars' pay double",
            "upVotes": 26595,
            "score": -0.498273
        },
        {
            "title": "Man shot after attempted armed robbery of a fireworks stand",
            "upVotes": 49,
            "score": 0
        },
        {
            "title": "81% of 'suspects' identified by the Metropolitan Police's facial recognition technology are innocent according to an independent report.",
            "upVotes": 5128,
            "score": 0
        },
        {
            "title": "Russia submarine fire 'was in battery compartment'",
            "upVotes": 53,
            "score": 0
        },
        {
            "title": "Alek Sigley: North Korea releases detained Australian student",
            "upVotes": 21,
            "score": 0
        },
        {
            "title": "Over 750 pounds of illegal fireworks seized at California residence ahead of Fourth of July",
            "upVotes": 21,
            "score": -0.585851
        },
        {
            "title": "Fire officials in Kentucky let a fire burn through 45000 barrels of liquor at a Jim Beam warehouse to prevent ethanol runoff",
            "upVotes": 156,
            "score": -0.669648
        },
        {
            "title": "2nd Circuit Orders Jeffrey Epstein Records Unsealed Cautions Media and Public",
            "upVotes": 1840,
            "score": 0
        },
        {
            "title": "Royal Marines detain oil tanker on way to Syria",
            "upVotes": 36,
            "score": 0
        },
        {
            "title": "Italian MEP David Sassoli elected as European Parliament President",
            "upVotes": 8,
            "score": 0
        },
        {
            "title": "Man's refusal to wear condom after agreeing to cancels out consent: judge",
            "upVotes": 147,
            "score": 0
        },
        {
            "title": "Pediatricians share migrant children's disturbing drawings of their time in US custody",
            "upVotes": 4,
            "score": 0
        },
        {
            "title": "Seattle Children's Hospital operating rooms shut down after a patient dies of mold infection",
            "upVotes": 1994,
            "score": -0.583577
        },
        {
            "title": "Trump administration loses bid to lift bar on funds for border wall",
            "upVotes": 18,
            "score": -0.839988
        },
        {
            "title": "Scientists sound alarm after 6 rare whale deaths in a month",
            "upVotes": 79,
            "score": -0.718921
        },
        {
            "title": "Mad Magazine will effectively cease publication after 67 years",
            "upVotes": 131,
            "score": 0
        },
        {
            "title": "Teenager Accused of Rape Deserves Leniency Because He’s From a ‘Good Family’ Judge Says",
            "upVotes": 50140,
            "score": -0.515533
        },
        {
            "title": "Facebook Instagram and other platforms currently experiencing various issues world-wide",
            "upVotes": 104,
            "score": 0
        },
        {
            "title": "Florida iguana population explodes and residents are urged to 'kill'",
            "upVotes": 1310,
            "score": 0
        },
        {
            "title": "BMW and Daimler team up to develop automated driving technology",
            "upVotes": 13,
            "score": 0
        },
        {
            "title": "Dubai ruler sues wife Princess Haya in UK's High Court",
            "upVotes": 1,
            "score": 0
        },
        {
            "title": "'Excessive' student phone use linked to promiscuity",
            "upVotes": 0,
            "score": 0
        },
        {
            "title": "SB 1421: San Jose State cop fired after beating gets job back now with Los Gatos police",
            "upVotes": 1443,
            "score": -0.57396
        },
        {
            "title": "Missing husband found on TikTok app in India",
            "upVotes": 72,
            "score": -0.787385
        },
        {
            "title": "Putin signs a bill to withdraw from nuclear arms treaty with the United States",
            "upVotes": 987,
            "score": 0
        },
        {
            "title": "California earthquake brings scattered damage. 6.4 magnitude. 150 mile NE of Los Angeles",
            "upVotes": 17,
            "score": -0.630827
        },
        {
            "title": "Man fatally stabs dog as it attacks his 2 dogs on leashes",
            "upVotes": 343,
            "score": -0.6211
        },
        {
            "title": "Garbage truck overturns near NYC Lincoln Tunnel injuring at least 17",
            "upVotes": 28,
            "score": -0.712337
        },
        {
            "title": "6.6 magnitude earthquake southwest of Searles Valley in San Bernardino County [California] is felt throughout the southland",
            "upVotes": 4012,
            "score": 0
        },
        {
            "title": "GBI: Baxley cop arrested for repeatedly striking choking teen suspect unconscious",
            "upVotes": 195,
            "score": -0.524256
        },
        {
            "title": "Sites in 3 states eyed for permanent child detention centers",
            "upVotes": 107,
            "score": 0
        },
        {
            "title": "A Kentucky teen sued to attend school without a chickenpox vaccine. He just lost in court -- again",
            "upVotes": 47939,
            "score": -0.543339
        },
        {
            "title": "Father awarded custody of baby found in Florida trash bin",
            "upVotes": 237,
            "score": 0
        },
        {
            "title": "Many West Virginia Ohio counties under flash flood watch through Friday",
            "upVotes": 7,
            "score": 0
        },
        {
            "title": "Nathan's hot dog eating contest: Joey Chestnut scores 12th win devouring 71 hot dogs",
            "upVotes": 98,
            "score": 0
        },
        {
            "title": "Alaska Governor Cuts $130 Million for University of Alaska System",
            "upVotes": 180,
            "score": 0
        },
        {
            "title": "Las Vegas Police Fire an Officer Who ‘Froze’ During the 2017 Massacre",
            "upVotes": 96,
            "score": 0
        },
        {
            "title": "NASA has created a new interactive map of the United States that lets you find NASA connections in your state and beyond.",
            "upVotes": 48,
            "score": 0.600901
        },
        {
            "title": "A veteran-owned company releases a Betsy Ross flag shirt after Nike controversy",
            "upVotes": 66,
            "score": 0
        },
        {
            "title": "EU Commission Rejects Netherlands' Request to Reintroduce Visas for Albania",
            "upVotes": 13,
            "score": 0
        },
        {
            "title": "Judge rules doctors can treat diabetic who wants to die",
            "upVotes": 15,
            "score": -0.773917
        },
        {
            "title": "Northwest Arkansas woman gets probation for framing husband with child porn rape",
            "upVotes": 8492,
            "score": -0.878944
        },
        {
            "title": "North Carolina proposes smokable hemp ban as demand grows",
            "upVotes": 3,
            "score": 0
        },
        {
            "title": "Eva Kor Holocaust Survivor dies at age 85.",
            "upVotes": 33,
            "score": 0
        },
        {
            "title": "Thousands of barrels of Jim Beam bourbon burn in Kentucky warehouse fire.",
            "upVotes": 1488,
            "score": -0.552338
        },
        {
            "title": "Iconic Namibian elephant 'Voortrekker' killed by trophy hunter",
            "upVotes": 835,
            "score": 0
        },
        {
            "title": "ACCC sues Samsung over water resistant advertisements for S10e S10 S10 Plus S9 S9 Plus S8 S8 Plus S7 S7 Edge Note 9 Note 8 Note 7 A8 A7 and A5 manufactured between 2016 and 2019.",
            "upVotes": 72,
            "score": 0
        },
        {
            "title": "Syjesman Brown sentenced to 75 years to life in rare double-jury murder trial",
            "upVotes": 18,
            "score": 0
        },
        {
            "title": "St. Louis County reaches $750000 settlement after woman's dog was fatally shot in SWAT raid",
            "upVotes": 27937,
            "score": -0.721471
        },
        {
            "title": "Dog treats could make humans sick CDC says",
            "upVotes": 18,
            "score": -0.679693
        },
        {
            "title": "Server image mystery in Georgia election security case",
            "upVotes": 43,
            "score": 0
        },
        {
            "title": "More than 80 migrants missing after boat sinks off Tunisian coast",
            "upVotes": 75,
            "score": -0.903633
        },
        {
            "title": "Dallas Can't Remove Confederate War Memorial Court Rules",
            "upVotes": 222,
            "score": 0
        },
        {
            "title": "Edward Gallagher Navy SEAL Chief Accused of War Crimes Is Found Not Guilty of Murder",
            "upVotes": 3342,
            "score": 0
        },
        {
            "title": "Federal judge blocks Ohio’s ‘heartbeat’ law limiting abortion access from going into effect",
            "upVotes": 4590,
            "score": 0
        },
        {
            "title": "Amazon customers can buy a tiny home for less than $20000 along with free shipping",
            "upVotes": 1167,
            "score": -0.671512
        },
        {
            "title": "US trade deficit rises to 5-month high of $55.5B in May",
            "upVotes": 342,
            "score": -0.552414
        },
        {
            "title": "Truckers parked in a Walmart lot wake up to boots a $500 fine and a 1 hour time limit to pay up",
            "upVotes": 1575,
            "score": -0.743333
        },
        {
            "title": "Rio police arrest over 40 for extorting Petrobras contractors murdering opponents",
            "upVotes": 31,
            "score": 0
        },
        {
            "title": "R. Kelly wants ex-wife to stop talking about him publicly",
            "upVotes": 319,
            "score": -0.616046
        },
        {
            "title": "Phone radiation warnings upheld by court in Berkeley CA",
            "upVotes": 23,
            "score": 0
        },
        {
            "title": "‘Wolf of Wall Street’ Producer Riza Aziz Is Arrested in Malaysia Fund Scandal",
            "upVotes": 27,
            "score": 0
        },
        {
            "title": "Disturbing details of Jordan Baptist School teacher's alleged sex assault of students released in court bond set at $750K",
            "upVotes": 21,
            "score": 0
        },
        {
            "title": "NASA's Hubble Space Telescope captures an ongoing fireworks show in the universe which started 170 years ago",
            "upVotes": 30,
            "score": 0.664777
        },
        {
            "title": "Woman upset with boyfriend uses his credit card to tip waitress $5000 police say",
            "upVotes": 116,
            "score": -0.794796
        },
        {
            "title": "Metro police officer dies in fiery crash near Downtown Nashville",
            "upVotes": 33,
            "score": 0
        },
        {
            "title": "Engineer faces 219 years in prison for smuggling US military chips to China",
            "upVotes": 26253,
            "score": -0.692527
        },
        {
            "title": "34 workers trapped underground at Saskatchewan potash mine",
            "upVotes": 231,
            "score": 0
        },
        {
            "title": "‘Laugh-In’ star Arte Johnson dead at 90",
            "upVotes": 47,
            "score": 0
        },
        {
            "title": "Uber co-founder buys record-breaking LA mansion for $72.5m as drivers fight for wages",
            "upVotes": 7860,
            "score": -0.504733
        },
        {
            "title": "Manslaughter Charge Dropped Against Alabama Woman Who Was Shot While Pregnant",
            "upVotes": 49223,
            "score": -0.633612
        },
        {
            "title": "Florida Woman Who Previously Stole Estranged Husband's Guns After He Was Arrested to Turn Over to Police Will Now Face Misdemeanor Trespassing Charge Instead of Felony Theft",
            "upVotes": 299,
            "score": -0.869327
        },
        {
            "title": "One killed in Calcasieu River Ship Channel accident in Louisiana: Coast Guard",
            "upVotes": 6,
            "score": -0.74591
        },
        {
            "title": "US customs agents seize rat meat at Chicago's O'Hare Airport",
            "upVotes": 527,
            "score": 0
        },
        {
            "title": "Amazon can be held liable for third-party seller products: U.S. appeals court",
            "upVotes": 8658,
            "score": 0
        },
        {
            "title": "TikTok is under investigation in the UK over children's data privacy rights",
            "upVotes": 206,
            "score": 0
        },
        {
            "title": "Pharrell Williams just offered internships to 114 Harlem high school grads",
            "upVotes": 1500,
            "score": 0
        },
        {
            "title": "Lawyer who racially abused flight crew found dead after jail release",
            "upVotes": 243,
            "score": -0.881347
        },
        {
            "title": "343000 Ram pickups recalled because air bags may not inflate in crash",
            "upVotes": 238,
            "score": -0.680982
        },
        {
            "title": "California becomes 1st state to ban hairstyle discrimination",
            "upVotes": 81,
            "score": 0
        },
        {
            "title": "Twin baby boys were found alone near train tracks",
            "upVotes": 131,
            "score": -0.652002
        },
        {
            "title": "Woman tampering with ice cream in Texas facing up to 20 years in jail",
            "upVotes": 6,
            "score": -0.871129
        },
        {
            "title": "Malaysia seeks to lower voting age from 21 to 18",
            "upVotes": 6,
            "score": 0
        },
        {
            "title": "Utah Company Accused of Using Child Labor From FLDS Church Ordered to Pay $1 Million in Back Wages",
            "upVotes": 340,
            "score": -0.477969
        },
        {
            "title": "Ex-Venezuela spy chief says Maduro ordered illegal arrests",
            "upVotes": 9,
            "score": -0.704011
        },
        {
            "title": "Group of biologists tries to bury the idea that plants are conscious | Science",
            "upVotes": 74,
            "score": 0
        },
        {
            "title": "Broward County deputies charged with misdemeanors in connection with brutal arrest of teenager",
            "upVotes": 510,
            "score": -0.842276
        },
        {
            "title": "President Donald Trump Imposes 30% Tariffs on Solar Panels",
            "upVotes": 88,
            "score": 0
        }
    ],
    "total": [
        -153407.532062,
        -25.52328
    ]
}