{
    "table": [
        {
            "title": "An invasive snail species was discovered in luggage at the Atlanta airport thanks to a pair of beagles",
            "score": 27,
            "upVotes": 0.552566
        },
        {
            "title": "Poachers Are Invading Botswana Last Refuge of African Elephants",
            "score": 208,
            "upVotes": 0
        },
        {
            "title": "Age for buying tobacco products is now 21 in IL",
            "score": 33597,
            "upVotes": 0
        },
        {
            "title": "Vaccines: Kentucky students lose appeal of ban in chickenpox outbreak",
            "score": 134,
            "upVotes": -0.729201
        },
        {
            "title": "Electric cars grab almost half of sales in oil-producing Norway",
            "score": 18,
            "upVotes": 0
        },
        {
            "title": "Drug prices in 2019 are surging with hikes at 5 times inflation",
            "score": 2698,
            "upVotes": -0.810123
        },
        {
            "title": "Contractor agrees to pay $4.2M to settle suit over wages for work at Vance Air Force Base",
            "score": 5,
            "upVotes": 0
        },
        {
            "title": "2 Possibly Exposed to Sarin at Facebook Mailing Facility: FD",
            "score": 95,
            "upVotes": 0
        },
        {
            "title": "US presidents press secretary scuffles with North Korean security",
            "score": 572,
            "upVotes": 0
        },
        {
            "title": "Florida woman dies of flesh-eating bacteria",
            "score": 2335,
            "upVotes": 0
        },
        {
            "title": "Alleged mastermind negotiated $3000 bounty in botched hit that injured baseball star David Ortiz police say",
            "score": 9,
            "upVotes": 0
        },
        {
            "title": "Oregon will allow undocumented immigrants to get licenses",
            "score": 25111,
            "upVotes": 0
        },
        {
            "title": "In West Virginia free college -- after students pass a drug test",
            "score": 3345,
            "upVotes": 0
        },
        {
            "title": "Man found with dismembered wife gets 9-year prison sentence",
            "score": 205,
            "upVotes": -0.73326
        },
        {
            "title": "Vatican court rejects laws obligating priests to report sexual abuse revealed in confessions",
            "score": 159,
            "upVotes": 0
        },
        {
            "title": "Man sues fast-food chain over lack of hash browns says his civil rights were violated",
            "score": 29,
            "upVotes": -0.826454
        },
        {
            "title": "'Precipitous' fall in Antarctic sea ice since 2014 revealed",
            "score": 9,
            "upVotes": 0
        },
        {
            "title": "Palestinian Who Attended Trump-Backed Bahrain Conference Is Arrested",
            "score": 13,
            "upVotes": 0
        },
        {
            "title": "Kabul blast: Taliban attack kills at least 10 in Afghan capital",
            "score": 26,
            "upVotes": -0.704347
        },
        {
            "title": "Cancelled Sunwing flights spark 46 complaints to the Canadian Transportation Agency | CBC News",
            "score": 4,
            "upVotes": -0.674004
        },
        {
            "title": "'Shocking' Cut May Force Layoffs for Alaska's Universities",
            "score": 20,
            "upVotes": -0.763639
        },
        {
            "title": "Mexico hail: Ice 1.5m thick carpets Mexico's Guadalajara",
            "score": 231,
            "upVotes": 0.439809
        },
        {
            "title": "Customs and Border Protection investigating secret Facebook page where agents allegedly mocked migrant deaths",
            "score": 215,
            "upVotes": -0.515669
        },
        {
            "title": "New rule means electric cars must make noise",
            "score": 419,
            "upVotes": 0
        },
        {
            "title": "Man falls to death from airplane in London",
            "score": 14,
            "upVotes": -0.740672
        },
        {
            "title": "Angels pitcher Skaggs died in Texas team says",
            "score": 82,
            "upVotes": -0.674079
        },
        {
            "title": "Utah student Mackenzie Lueck's friends say alleged killer was 'hunting' women fight claims she 'deserved' it",
            "score": 36,
            "upVotes": -0.372831
        },
        {
            "title": "Ten dead in private plane crash north of Dallas",
            "score": 1267,
            "upVotes": 0
        },
        {
            "title": "Iran breaches 2015 nuclear deal's stockpile limit UN agency says | CBC News",
            "score": 8,
            "upVotes": -0.599881
        },
        {
            "title": "Pittsburgh Carnegie Library cancels Drag Queen Story Hour after threats made against similar programs",
            "score": 378,
            "upVotes": -0.583312
        },
        {
            "title": "Florida woman's death from flesh-eating bacteria shines light on necrotizing fasciitis",
            "score": 23,
            "upVotes": 0.346596
        },
        {
            "title": "New York Governor Cuomo orders probe into Facebook advertising platform",
            "score": 62,
            "upVotes": 0
        },
        {
            "title": "Mom who tried to kill baby held in his death 12 years later",
            "score": 4,
            "upVotes": -0.923792
        },
        {
            "title": "Police: Mother drove into R.I. reservoir with 3 children on board",
            "score": 72,
            "upVotes": 0
        },
        {
            "title": "Trump becomes first president to step into North Korea.",
            "score": 4625,
            "upVotes": 0
        },
        {
            "title": "Apple is reportedly working on a special version of iPhone for China",
            "score": 8,
            "upVotes": 0
        },
        {
            "title": "U.S. states sue EPA for stricter asbestos rules",
            "score": 833,
            "upVotes": 0
        },
        {
            "title": "Rules that control drive time for truckers set to be relaxed",
            "score": 1583,
            "upVotes": 0.759369
        },
        {
            "title": "Hiker missing for a week in California mountains found alive",
            "score": 698,
            "upVotes": -0.608475
        },
        {
            "title": "California Environmental Group Warns of High Arsenic Levels in Two Bottled Water Brands",
            "score": 35,
            "upVotes": 0
        },
        {
            "title": "Lawsuit challenges US approvals of Keystone XL pipeline",
            "score": 8,
            "upVotes": 0
        },
        {
            "title": "Officials Warn of Wasp ‘Super Nests’ in Alabama",
            "score": 429,
            "upVotes": 0
        },
        {
            "title": "Six killed 105 wounded in Taliban attack in Kabul",
            "score": 42,
            "upVotes": 0
        },
        {
            "title": "Border Patrol Chief: Sexist Facebook posts 'inappropriate'",
            "score": 6,
            "upVotes": 0
        },
        {
            "title": "American caravan arrives in Canadian 'birthplace of insulin' for cheaper medicine",
            "score": 18931,
            "upVotes": 0
        },
        {
            "title": "Illinois Governor Pritzker signs executive order to protect transgender students",
            "score": 619,
            "upVotes": 0
        },
        {
            "title": "Japan begins first commercial whale hunt in more than 30 years",
            "score": 9,
            "upVotes": 0
        },
        {
            "title": "Carlin Dunne dies in crash at Pikes Peak International Hill Climb",
            "score": 193,
            "upVotes": 0
        },
        {
            "title": "Tulare County mother accused of killing her 12-year-old child and seriously injuring 7-year-old",
            "score": 17,
            "upVotes": -0.934519
        },
        {
            "title": "Two men dead in apparent murder-suicide after argument during double date",
            "score": 154,
            "upVotes": -0.672579
        },
        {
            "title": "Contractor says suspect in killing wanted secret room",
            "score": 188,
            "upVotes": -0.831609
        },
        {
            "title": "Busy El Paso crossing shut down after protesters threaten to overrun facility border official says",
            "score": 314,
            "upVotes": -0.655464
        },
        {
            "title": "Texas woman banned from Walmart after eating half a cake demanding to pay half price",
            "score": 2171,
            "upVotes": -0.888147
        },
        {
            "title": "Government corruption in Hawaii police chief and prosecuting attorney wife found guilty in their 1st of 3 trials.",
            "score": 14,
            "upVotes": -0.863815
        },
        {
            "title": "Conditions at migrant facility so bad border agents feared riots",
            "score": 56,
            "upVotes": -0.731485
        },
        {
            "title": "US and China reach a ceasefire in trade war",
            "score": 388,
            "upVotes": 0
        },
        {
            "title": "Funeral scheduled for detective who fought for Sept. 11 fund",
            "score": 3090,
            "upVotes": 0
        },
        {
            "title": "A father shot on the way home from visiting his newborns in the hospital died in the same place they were born",
            "score": 1453,
            "upVotes": -0.713013
        },
        {
            "title": "Newark Liberty International Airport briefly grounds all flights following ‘airport emergency’",
            "score": 37,
            "upVotes": 0
        },
        {
            "title": "Antifa attack conservative blogger Andy Ngo amid violence at Portland Proud Boys protest",
            "score": 20206,
            "upVotes": -0.509464
        },
        {
            "title": "CDC issues warning on 'crypto' fecal parasite that can live for days in swimming pools",
            "score": 999,
            "upVotes": -0.724373
        },
        {
            "title": "A driver caught on video dragging a deputy with his car during a traffic stop is facing an attempted murder charge",
            "score": 75,
            "upVotes": -0.945869
        },
        {
            "title": "US manufacturing growth slows in June for 3rd straight month",
            "score": 32,
            "upVotes": 0
        },
        {
            "title": "Northern Cyprus explosion: Blast from 'Russian-made missile used to fend off Israeli air attack on Syria'",
            "score": 255,
            "upVotes": 0
        },
        {
            "title": "Facebook will ban ads that tell people in U.S. not to vote",
            "score": 3055,
            "upVotes": 0
        },
        {
            "title": "Judge: Rep. Duncan Hunter's trial can detail alleged affairs",
            "score": 70,
            "upVotes": 0
        },
        {
            "title": "Parts of WWII plane dug up in Ireland - nearly 80 years after it crashed.",
            "score": 89,
            "upVotes": -0.7019
        },
        {
            "title": "Attorneys challenge 'twisted' charge against Alabama woman who lost fetus in shooting",
            "score": 1388,
            "upVotes": 0
        },
        {
            "title": "1600 Pets Will Be Abandoned In Montreal This Month",
            "score": 9,
            "upVotes": 0
        },
        {
            "title": "Fears of violence as Sudan gets ready for 'million man' march",
            "score": 143,
            "upVotes": -0.785109
        },
        {
            "title": "Blackjewel Cash And Market Struggles Leads To Bankruptcy Filing",
            "score": 0,
            "upVotes": -0.839613
        },
        {
            "title": "Facebook details efforts to prepare for 2020 elections.",
            "score": 0,
            "upVotes": 0
        },
        {
            "title": "An area of Amazon rainforest roughly the size of a football pitch is now being cleared every single minute according to satellite data",
            "score": 19,
            "upVotes": 0
        },
        {
            "title": "[SeattleTimes] DOJ probe expands beyond Boeing 737 MAX includes 787 Dreamliner",
            "score": 291,
            "upVotes": 0.340942
        },
        {
            "title": "German migrant rescue ship captain faces Italian court",
            "score": 37,
            "upVotes": 0
        },
        {
            "title": "Judge Orders Swift Action to Improve Conditions for Migrant Children in Texas",
            "score": 2131,
            "upVotes": 0.570441
        },
        {
            "title": "FA furious after US officials are caught in England’s World Cup hotel",
            "score": 33,
            "upVotes": 0
        },
        {
            "title": "NASA's Dragonfly Mission to Titan Will Look for Origins Signs of Life",
            "score": 96,
            "upVotes": 0.616117
        },
        {
            "title": "French woman films male passenger masturbating in front of her on train",
            "score": 548,
            "upVotes": -0.815628
        },
        {
            "title": "NYPD Officer Luis Alvarez 9/11 First Responder Who Testified Before Congress With Jon Stewart Dies",
            "score": 80598,
            "upVotes": 0
        },
        {
            "title": "Cedric Willis spent 12 years in prison for a crime he didn't commit. He was shot dead two blocks from his home",
            "score": 1281,
            "upVotes": -0.836405
        },
        {
            "title": "Husband of triathlete killed in Mont-Tremblant slams race organizers for 'vague cryptic' account of her death",
            "score": 264,
            "upVotes": -0.729994
        },
        {
            "title": "An oil spill that began 15 years ago is up to a thousand times worse than the rig owner's estimate study finds",
            "score": 32972,
            "upVotes": -0.95682
        },
        {
            "title": "California to have highest gas prices in nation when new gas tax kicks in July 1",
            "score": 1763,
            "upVotes": 0
        },
        {
            "title": "36 Jewish protesters arrested at ICE detention center in New Jersey",
            "score": 281,
            "upVotes": 0
        },
        {
            "title": "Tear gas after after HK parliament ransacked",
            "score": 2,
            "upVotes": 0
        },
        {
            "title": "Oregon state senator who threatened police faces complaint",
            "score": 2882,
            "upVotes": -0.633555
        },
        {
            "title": "U.S. Oil Companies Find Energy Independence Isn’t So Profitable",
            "score": 0,
            "upVotes": 0
        },
        {
            "title": "One Casualty of the Palm Oil Industry: An Orangutan Mother Shot 74 Times",
            "score": 5503,
            "upVotes": 0
        },
        {
            "title": "Apollo 11: Former NASA intern bought original Moon landing recordings for $217 could be worth $2M",
            "score": 56,
            "upVotes": 0
        },
        {
            "title": "Ex-Worcester man 'Andy' Patel faces prison deportation after admitting role in alleged $692K IRS fraud scheme",
            "score": 30,
            "upVotes": -0.66692
        },
        {
            "title": "Police: Man drugged assaulted girl posted naked video",
            "score": 387,
            "upVotes": 0
        },
        {
            "title": "Parents' sports day ban for 'bad behaviour'",
            "score": 33,
            "upVotes": 0
        },
        {
            "title": "White Business Owners Claim Cherokee Heritage to Win $300 Million in Contracts",
            "score": 482,
            "upVotes": 0
        },
        {
            "title": "President of El Salvador Says Migrant Deaths in Rio Grande Are ‘Our Fault’",
            "score": 890,
            "upVotes": -0.565417
        },
        {
            "title": "A bestselling novelist says he has been dropped from two literary events in the UK in recent weeks because he is Jewish",
            "score": 23,
            "upVotes": -0.664851
        },
        {
            "title": "Migrants told to drink from toilets at El Paso border station Congresswoman alleges",
            "score": 245,
            "upVotes": 0
        },
        {
            "title": "European heatwave eases up as death toll hits 7",
            "score": 0,
            "upVotes": -0.529508
        },
        {
            "title": "Motel 6 hotel chain to settle lawsuit over sharing guest lists with ICE",
            "score": 1490,
            "upVotes": 0
        },
        {
            "title": "Officials substantiate child sex abuse allegations at prominent DC synagogue's preschool",
            "score": 568,
            "upVotes": -0.622402
        }
    ]
}