{
    "table": [
        {
            "title": "Thousands of barrels of Jim Beam bourbon burn in Kentucky warehouse fire.",
            "upVotes": 515,
            "score": -0.552338
        },
        {
            "title": "Tesla delivers record number of electric cars in quarter shares up 7%",
            "upVotes": 237,
            "score": 0
        },
        {
            "title": "Sundance co-founder gets at least 6 years in sex abuse case",
            "upVotes": 156,
            "score": -0.755812
        },
        {
            "title": "Seattle Children's Hospital operating rooms shut down after a patient dies of mold infection",
            "upVotes": 1184,
            "score": -0.583577
        },
        {
            "title": "Family of Las Vegas mass shooting victim sues gun makers",
            "upVotes": 34,
            "score": -0.594909
        },
        {
            "title": "Ukraine president vows anti-corruption drive says people tired of waiting for better life",
            "upVotes": 54,
            "score": -0.865678
        },
        {
            "title": "United Airlines put an underage passenger on a plane to the wrong country prompting an all-night ordeal between a panicked mother and the airline to keep the plane from taking off",
            "upVotes": 626,
            "score": -0.873093
        },
        {
            "title": "Man fatally stabs dog as it attacks his 2 dogs on leashes",
            "upVotes": 159,
            "score": -0.6211
        },
        {
            "title": "Rescue ship 'bumped' Italy police boat in judge's resizing",
            "upVotes": 1,
            "score": 0
        },
        {
            "title": "Drug prices in 2019 are surging with hikes at 5 times inflation",
            "upVotes": 6962,
            "score": -0.810123
        },
        {
            "title": "Sante Fe school shooting teacher's story revealed as hoax",
            "upVotes": 200,
            "score": 0
        },
        {
            "title": "R. Kelly wants ex-wife to stop talking about him publicly",
            "upVotes": 91,
            "score": -0.616046
        },
        {
            "title": "Radford man ate drug evidence and died officers say",
            "upVotes": 59,
            "score": -0.720017
        },
        {
            "title": "Stanford develops \"autofocus\" smart glasses that follow your eyes",
            "upVotes": 162,
            "score": 0
        },
        {
            "title": "Bomb threat at Portland City Hall prompts evacuation",
            "upVotes": 392,
            "score": -0.663687
        },
        {
            "title": "Dalai Lama 'deeply sorry' for remarks about women",
            "upVotes": 38,
            "score": 0
        },
        {
            "title": "Iconic Namibian elephant 'Voortrekker' killed by trophy hunter",
            "upVotes": 380,
            "score": 0
        },
        {
            "title": "A new Hawaii law makes it easier to erase a prostitution conviction",
            "upVotes": 8,
            "score": 0.426454
        },
        {
            "title": "Tourist buses 'no longer welcome' in Paris city centre",
            "upVotes": 110,
            "score": 0
        },
        {
            "title": "Brazil sent one million salmonella-infected chickens to UK in two years",
            "upVotes": 15,
            "score": 0
        },
        {
            "title": "Boosie has to pay the Biloxi security guard who pepper sprayed him in 2017",
            "upVotes": 38,
            "score": 0
        },
        {
            "title": "Northwest Arkansas woman gets probation for framing husband with child porn rape",
            "upVotes": 3622,
            "score": -0.878944
        },
        {
            "title": "US top of the garbage pile in global waste crisis",
            "upVotes": 3,
            "score": -0.903
        },
        {
            "title": "A Kentucky teen sued to attend school without a chickenpox vaccine. He just lost in court -- again",
            "upVotes": 47747,
            "score": -0.543339
        },
        {
            "title": "10-year Treasury yield falls back below 2% global yields sink deeper into negative territory",
            "upVotes": 89,
            "score": -0.86938
        },
        {
            "title": "Two Wyoming coal mines close send 700 workers home after bankruptcy filing",
            "upVotes": 23410,
            "score": -0.633245
        },
        {
            "title": "Air strike hits Libya migrant detention center",
            "upVotes": 43,
            "score": 0
        },
        {
            "title": "Denver is rounding up its Canada geese -- to turn them into food for the needy",
            "upVotes": 466,
            "score": 0
        },
        {
            "title": "Uber co-founder buys record-breaking LA mansion for $72.5m as drivers fight for wages",
            "upVotes": 526,
            "score": -0.504733
        },
        {
            "title": "Mexico deports 33% more migrants after deal with US",
            "upVotes": 418,
            "score": 0
        },
        {
            "title": "Florida couple's front-yard garden legal after 6-year battle",
            "upVotes": 2291,
            "score": 0
        },
        {
            "title": "US trade deficit rises to 5-month high of $55.5B in May",
            "upVotes": 185,
            "score": -0.552414
        },
        {
            "title": "Teenager Accused of Rape Deserves Leniency Because He’s From a ‘Good Family’ Judge Says",
            "upVotes": 48989,
            "score": -0.515533
        },
        {
            "title": "Edward Gallagher Navy SEAL Chief Accused of War Crimes Is Found Not Guilty of Murder",
            "upVotes": 3224,
            "score": 0
        },
        {
            "title": "Seattle Children's Hospital says fungus killed 1 infected 5 more",
            "upVotes": 26,
            "score": -0.613813
        },
        {
            "title": "Amid sex abuse scandals Vatican upholds confession secrecy",
            "upVotes": 9,
            "score": -0.703883
        },
        {
            "title": "St. Louis County reaches $750000 settlement after woman's dog was fatally shot in SWAT raid",
            "upVotes": 9291,
            "score": -0.721471
        },
        {
            "title": "Air National Guard base on lockdown; possible shots heard",
            "upVotes": 164,
            "score": 0
        },
        {
            "title": "House Explodes in North Carolina suburb",
            "upVotes": 57,
            "score": 0
        },
        {
            "title": "Computers with key financial records missing from Harrisburg School District",
            "upVotes": 101,
            "score": -0.751416
        },
        {
            "title": "Chinese border guards put secret surveillance app on tourists' phones",
            "upVotes": 336,
            "score": 0
        },
        {
            "title": "Valley Village hit-and-run suspect arrested in crash killed Holocaust survivor",
            "upVotes": 9,
            "score": -0.854369
        },
        {
            "title": "West Papua rebel groups join forces in bid for independence from Indonesia",
            "upVotes": 32,
            "score": 0
        },
        {
            "title": "Police sources: ASAP Rocky suspect in aggravated assault in Stockholm",
            "upVotes": 23,
            "score": -0.696161
        },
        {
            "title": "Disney cuts 'Toy Story 2' casting couch scene",
            "upVotes": 6,
            "score": -0.637142
        },
        {
            "title": "French protesters block Amazon sites over climate jobs",
            "upVotes": 85,
            "score": 0
        },
        {
            "title": "Jury weighs Navy SEAL's punishment for posing with corpse",
            "upVotes": 1,
            "score": 0
        },
        {
            "title": "Engineer faces 219 years in prison for smuggling US military chips to China",
            "upVotes": 22678,
            "score": -0.692527
        },
        {
            "title": "Tanks arrive in DC ahead of July 4 celebration",
            "upVotes": 653,
            "score": 0
        },
        {
            "title": "U.S. states sue EPA for stricter asbestos rules",
            "upVotes": 18353,
            "score": 0
        },
        {
            "title": "Florida iguana population explodes and residents are urged to 'kill'",
            "upVotes": 577,
            "score": 0
        },
        {
            "title": "Federal Judge Blocks Trump Policy Ordering Indefinite Detention For Asylum-Seekers",
            "upVotes": 11,
            "score": 0
        },
        {
            "title": "Facebook Instagram and other platforms currently experiencing various issues world-wide",
            "upVotes": 5,
            "score": 0
        },
        {
            "title": "Las Vegas hearse driver learns dead body doesn't qualify car for HOV lane",
            "upVotes": 234,
            "score": -0.813303
        },
        {
            "title": "Delta pilot arrests passenger; plane returns to Puerto Rico",
            "upVotes": 15,
            "score": 0
        },
        {
            "title": "Cuba announces increase in wages as part of economic reform",
            "upVotes": 20,
            "score": 0
        },
        {
            "title": "Amazon customers can buy a tiny home for less than $20000 along with free shipping",
            "upVotes": 785,
            "score": -0.671512
        },
        {
            "title": "Four women recount sexual abuse by the orchestra conductor protected by Guatemala City’s government",
            "upVotes": 14,
            "score": 0
        },
        {
            "title": "2nd Circuit Orders Jeffrey Epstein Records Unsealed Cautions Media and Public",
            "upVotes": 298,
            "score": 0
        },
        {
            "title": "An area of Amazon rainforest roughly the size of a football pitch is now being cleared every single minute according to satellite data",
            "upVotes": 6274,
            "score": 0
        },
        {
            "title": "US customs agents seize rat meat at Chicago's O'Hare Airport",
            "upVotes": 268,
            "score": 0
        },
        {
            "title": "Scientists sound alarm after 6 rare whale deaths in a month",
            "upVotes": 0,
            "score": -0.718921
        },
        {
            "title": "Lee Iacocca auto industry icon is dead at 94",
            "upVotes": 708,
            "score": -0.737582
        },
        {
            "title": "Atlanta OKs ban on smoking inside bars restaurant airport",
            "upVotes": 671,
            "score": 0
        },
        {
            "title": "Attorneys challenge 'twisted' charge against Alabama woman who lost fetus in shooting",
            "upVotes": 10957,
            "score": 0
        },
        {
            "title": "UK summons Chinese ambassador over Hong Kong protests",
            "upVotes": 4,
            "score": 0
        },
        {
            "title": "Heavy rains in Japan force mass evacuations",
            "upVotes": 48,
            "score": 0
        },
        {
            "title": "Venezuelan teen blinded by police rubber bullets at protest",
            "upVotes": 42,
            "score": -0.559861
        },
        {
            "title": "Scotch Whisky Association urges U.S. and EU to end trade stand-off",
            "upVotes": 36,
            "score": 0
        },
        {
            "title": "Customs and Border Protection investigating secret Facebook page where agents allegedly mocked migrant deaths",
            "upVotes": 21064,
            "score": -0.515669
        },
        {
            "title": "Los Angeles Angels return to field heavy-hearted after death of pitcher Tyler Skaggs",
            "upVotes": 14,
            "score": 0
        },
        {
            "title": "A wildlife photographer has captured a picture of a black skimmer bird feeding its chick a cigarette filter on a beach in Florida USA.",
            "upVotes": 687,
            "score": 0
        },
        {
            "title": "Amazon can be held liable for third-party seller products: U.S. appeals court",
            "upVotes": 125,
            "score": 0
        },
        {
            "title": "Volcano erupts on small Italian island of Stromboli",
            "upVotes": 15,
            "score": 0
        },
        {
            "title": "Researchers say they're closer to finding cure for HIV after using CRISPR technology to eliminate disease in live mice for the first time",
            "upVotes": 1209,
            "score": -0.628274
        },
        {
            "title": "Pharrell Williams just offered internships to 114 Harlem high school grads",
            "upVotes": 906,
            "score": 0
        },
        {
            "title": "Libya migrants: UN says attack could be war crime",
            "upVotes": 0,
            "score": -0.559919
        },
        {
            "title": "US won't impose rule to protect against coal ash spill costs",
            "upVotes": 27,
            "score": 0
        },
        {
            "title": "Photos: Stunning solar eclipse over South America",
            "upVotes": 12,
            "score": 0.843554
        },
        {
            "title": "Frenchman takes groping complaint case to Vatican",
            "upVotes": 1,
            "score": -0.754713
        },
        {
            "title": "Boeing pledges $100 million to those affected by 737 Max crashes",
            "upVotes": 11,
            "score": -0.863181
        },
        {
            "title": "Sleeping man killed in roadside highway lawnmower accident.",
            "upVotes": 83,
            "score": -0.799351
        },
        {
            "title": "U.S. government staff told to treat Huawei as blacklisted - Reuters",
            "upVotes": 12,
            "score": -0.681238
        },
        {
            "title": "Man arrested after DNA from commercial genetic-testing companies links him to sexual assaults",
            "upVotes": 1852,
            "score": 0
        },
        {
            "title": "Google accused of ‘flipping the bird’ at New Zealand laws after Grace Millane murder",
            "upVotes": 17,
            "score": 0
        },
        {
            "title": "Alert level raised for Hawaii volcano due to rumbles quakes",
            "upVotes": 252,
            "score": 0
        },
        {
            "title": "Kelly Mary Fauvrelle: Child of pregnant mum stabbed to death in Croydon dies",
            "upVotes": 16,
            "score": 0
        },
        {
            "title": "Free birds: Bald eagles stir U.S. patriotism as web-cam stars",
            "upVotes": 29,
            "score": 0
        },
        {
            "title": "Man who killed woman in 135-mph hit-and-run crash gets 30 years in prison - Man found two hours after crash dancing nude in Denver City Park",
            "upVotes": 1749,
            "score": -0.969551
        },
        {
            "title": "Tram attack suspect tells court he refuses to recognise Dutch law",
            "upVotes": 130,
            "score": 0
        },
        {
            "title": "'Straight Pride Parade' organizers say they received suspicious envelopes in the mail. They were full of glitter",
            "upVotes": 49069,
            "score": 0
        },
        {
            "title": "Italian judge says German captain acted to protect human life: ruling",
            "upVotes": 158,
            "score": 0
        },
        {
            "title": "Utah Company Accused of Using Child Labor From FLDS Church Ordered to Pay $1 Million in Back Wages",
            "upVotes": 57,
            "score": -0.477969
        },
        {
            "title": "Florijana Ismaili: Tributes paid after body of missing Swiss player is found",
            "upVotes": 10,
            "score": 0
        },
        {
            "title": "Dairy industry pushes lattes in schools to increase milk consumption",
            "upVotes": 42,
            "score": 0
        },
        {
            "title": "Facebook fined for violating German transparency law",
            "upVotes": 909,
            "score": 0
        },
        {
            "title": "Dallas Can't Remove Confederate War Memorial Court Rules",
            "upVotes": 42,
            "score": 0
        },
        {
            "title": "USWNT advances to Women's World Cup final with narrow win over England",
            "upVotes": 557,
            "score": 0
        },
        {
            "title": "Sweden moves towards being smoke-free by 2025.",
            "upVotes": 119,
            "score": 0
        },
        {
            "title": "Bitcoin's energy consumption 'equals that of Switzerland'",
            "upVotes": 29,
            "score": 0.576779
        }
    ]
}